tap "fluxcd/tap"
tap "go-task/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "awscli"
brew "bind"
brew "dnsmasq"
brew "exa"
brew "fd"
brew "go"
brew "htop"
brew "inxi"
brew "python@3.10"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rustfmt"
brew "terraform"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
cask "macfuse"
cask "openlens"
cask "vagrant"
cask "vagrant-vmware-utility"
