tap "databendcloud/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nats-io/nats-tools"
tap "solidiquis/tap"
tap "veeso/termscp"
tap "weaveworks/tap"
brew "python@3.11"
brew "ansible"
brew "antidote"
brew "awscli"
brew "bat"
brew "bind"
brew "btop"
brew "rust"
brew "cargo-nextest"
brew "dnsmasq"
brew "duckdb"
brew "erdtree"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "gping"
brew "htop"
brew "hub"
brew "hugo"
brew "inxi"
brew "python@3.10"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lf"
brew "libmagic"
brew "luarocks"
brew "mas"
brew "mysql-client"
brew "nats-server"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rustfmt"
brew "sops"
brew "starship"
brew "tealdeer"
brew "terraform"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "databendcloud/tap/bendsql"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nats-io/nats-tools/nats"
brew "veeso/termscp/termscp-m1"
brew "weaveworks/tap/gitops"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "openlens"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "whichspace"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Folder", id: 1502255391
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
